Repository: imrankhan15/grocer-s-24
Catalog: Everyday's Grocery/*.lproj/Localizable.strings
Languages: de

source: No Match
de: Keine

source: Please Register
de: registrieren

source: Password Already Exists
de: bereits vorhanden

source: Please Select Another Password
de: anderes Passwort

source: Item Name:
de: Artikelname:

source: , Bought Amount:
de: , Menge:

source: , Bought Price:
de: , Preis:

source: Total Spent :
de: Gesamtausgaben :

source: Mail Report
de: E-Mail-Bericht

source: Edit
de: bearbeiten

source: Done
de: Erledigt

source: Record Date &Time :
de: Datum und Uhrzeit:

source: Item Name is:
de: Artikelname ist:

source: Estimated Amount is:
de: Geschatzter Betrag:

source: Estimated Price is:
de: Geschatzter Preis:

source: Your Estimated Budget :
de: Geschatztes Budget :

source: , Estimated Amount:
de: , Geschatzter Betrag:

source: , Estimated Price:
de: , Geschatzter Preis:

source: , Real Amount:
de: , Realer Betrag:

source: , Real Price:
de: , Realer Preis:

source: No Value
de: kein Wert

source: Money Spent :
de: Geldausgaben
